[

  {
    "soal": "Di mana fosil manusia purba pertama kali ditemukan?",
    "jawaban": "Afrika"
  },
  {
    "soal": "Sebutkan alat batu yang digunakan manusia purba untuk memotong dan mengukir?",
    "jawaban": "Kapak genggam"
  },
  {
    "soal": "Manusia purba pertama yang menggunakan api untuk memasak adalah?",
    "jawaban": "Homo erectus"
  },
  {
    "soal": "Di manakah fosil manusia purba homo neanderthalensis pertama kali ditemukan?",
    "jawaban": "Jerman"
  },
  {
    "soal": "Apa nama manusia purba yang ditemukan di pulau Flores dan dikenal dengan sebutan manusia hobbit?",
    "jawaban": "Homo floresiensis"
  },
  {
    "soal": "Manusia purba pertama yang menciptakan bahasa untuk berkomunikasi adalah?",
    "jawaban": "Homo sapiens"
  },
  {
    "soal": "Awal munculnya manusia purba terjadi pada masa ....",
    "jawaban": "Pleistosen"
  },
  {
    "soal": "Manusia purba tertua di Indonesia adalah .....",
    "jawaban": "Meganthropus Paleojavanicus"
  },
  {
    "soal": "Fosil Pithecanthropus Erectus ditemukan pertama kali oleh .....",
    "jawaban": "eugene dubois"
  },
  {
    "soal": "Ciri-ciri manusia purba Meganthropus Paleojavanicus adalah",
    "jawaban": "Hidup dengan cara food producing"
  },
  {
    "soal": "Yang dimaksud dengan Pitecanthropus Erectus adalah ....",
    "jawaban": "Manusia kera berjalan tegak"
  },
  {
    "soal": "Jenis Meganthropus Paleojavanicus merupakan manusia purba yang ditemukan di Sangiran pada tahun 1936-1941. ",
    "jawaban": "Manusia purba besar tertua dari Jawa"
  },
  {
    "soal": "Pitecanthropus Erectus ditemukan oleh Eugene Dubois di daerah Trinil, Ngawi dan sebagian besar fosil ditemukan dekat dengan bengawan Solo.Kesimpulan dari informasi tersebut adalah ....",
    "jawaban": "Manusia purba bergantung pada alam, yakni air sebagai sumber kehidupan"
  },
  {
    "soal": "Jenis manusia purba Liang Bua (Homo Floresiensis) adalah penemuan mutakhir pada tahun 2003 oleh Puslitbang Arkeologi Nasional Indonesia dengan ciri tengkorak yang memiliki volume otak ....",
    "jawaban": "450 cc"
  },
  {
    "soal": "Zaman batu dibagi menjadi beberapa zaman. Zaman batu yang tertua disebut .....",
    "jawaban": "Palaelithicum"
  },
  {
    "soal": "Dolmen dan menhir merupakan peninggalan kebudayaan dari zaman .....",
    "jawaban": "Batu besar"
  },
  {
    "soal": "Kemunculan binatang-binatang berukuran besar terutama reptile raksasa terjadi pada zaman .....",
    "jawaban": "Mesozoikum"
  },
  {
    "soal": "Kapak persegi merupakan artefak yang dibawa oleh bangsa Proto Melayu. ",
    "jawaban": "Bangsa Proto Melayu membawa kebudayaan neolitikum"
  },
  {
    "soal": "Kapak perimbas untuk merimbas kayu, mengulit binatang, dan memecah tulang; kapak genggam untuk menggali umbi dan memotong binatang buruan dan alat serpih dipakai sebagai pisau merupakan alat-alat yang dipakai oleh manusia purba pada masa…..",
    "jawaban": "Berburu dan meramu"
  },
  {
    "soal": "Kebudayaan Pacitan yang menghasilkan kapak penetak (chopper) merupakan hasil budaya pada zaman ....",
    "jawaban": "Paleolitikum"
  },
  {
    "soal": "Tumpukan sampah dapur atau sisa-sisa makanan yang membatu, biasanya terdiri dari kulit kerang dan siput adalah ....",
    "jawaban": "Kjokkenmoddinger"
  },
  {
    "soal": "Zaman kuarter dibagi menjadi dua zaman yaitu",
    "jawaban": "Plestosen dan holosen"
  },
  {
    "soal": "Zaman logam di Indonesia di dominasi oleh alat yang terbuat dari....",
    "jawaban": "Perunggu"
  },
  {
    "soal": "Peralatan masih terbuat dari batu dan tulang yang masih kasar merupakan ciri dari zaman",
    "jawaban": "Paleolithikum"
  },
  {
    "soal": "Jika kita mengamati hasil temuan artefak yang dilakukan oleh arkeolog, perkembangan hasil budaya masyarakat awal indonesia dikelompokkan dalam pembabakan zaman yaitu",
    "jawaban": "Paleolitikum, mesolithikum, neolithikum dan megalithikum"
  },
  {
    "soal": "Benda apa yang dimasukin malah keluar lagi?",
    "jawaban": "Kancing baju"
  },
  {
    "soal": "Fosil manusia purba pertama yang pertama kali ditemukan pada tahun 1980 adalah...",
    "jawaban": "Phitecanthropus Erectus"
  }
]
